{"id":20,"date":"2021-03-29T18:18:25","date_gmt":"2021-03-29T18:18:25","guid":{"rendered":"http:\/\/carbofixreviews.de.la\/?page_id=20"},"modified":"2021-03-29T18:18:25","modified_gmt":"2021-03-29T18:18:25","slug":"disclaimers","status":"publish","type":"page","link":"https:\/\/carbofixreviews.de.la\/disclaimers\/","title":{"rendered":"Disclaimers"},"content":{"rendered":"<p><strong>Last Revised: June 24, 2020<\/strong><\/p>\n<p>Thank you for visiting an Gold Vida, LLC Website, which includes the following websites: thecarbofix.com, mattstirlingfitness.com, leanbellydetox.com, (hereinafter, the &#8220;Website(s)&#8221;). Gold Vida, LLC (hereinafter, &#8220;We&#8221;) understand the importance that Internet users place on privacy and this Privacy Policy describes how we use personal information that is collected in connection with any of our Websites.<\/p>\n<p>These disclaimers apply to the following Gold Vida, LLC websites: thecarbofix.com (hereinafter, the &#8220;Website(s)&#8221;). The Website(s) and all of the content and information found on the Website(s) (&#8220;Website Materials&#8221;) provided by Gold Vida, LLC (&#8220;We&#8221;) are provided &#8220;as is&#8221; and without warranties of any kind either express or implied.<br \/>\nAS AN EXPRESS CONDITION TO USING THIS WEBSITE, YOU MUST AGREE TO THE FOLLOWING TERMS. IF YOU DISAGREE WITH ANY OF THESE TERMS, DO NOT USE OUR WEBSITE. YOUR USE OF THIS WEBSITE, AND ANY PARTICIPATION IN ACTIVITIES MENTIONED ON THIS WEBSITE, MEAN THAT YOU ARE AGREEING TO BE LEGALLY BOUND BY THESE TERMS.<\/p>\n<p>Please see our <a href=\"https:\/\/thecarbofix.com\/terms-of-use\/\" target=\"_blank\" rel=\"noopener noreferrer\">Terms of Use<\/a> and <a href=\"https:\/\/thecarbofix.com\/privacy\/\" target=\"_blank\" rel=\"noopener noreferrer\">Privacy Policy<\/a> for additional terms that apply to you.<\/p>\n<p><strong>1. No Substitute for Professional Advice.<\/strong><\/p>\n<p>The Website(s) and Website Materials are not a substitute for direct, personal, professional medical care and diagnosis. If you are pregnant or breastfeeding, you should consult your doctor before starting any diet or exercise programs. None of the diet plans or exercises (including products and services) mentioned on any of the Websites should be performed or otherwise used without clearance from your physician or health care provider. The information contained on the Website(s) is not intended to provide specific physical or mental health advice, or any other advice whatsoever, for any individual or company and should not be relied upon in that regard. We are not medical professionals and nothing on the Website(s) should be misconstrued to mean otherwise.<\/p>\n<p><strong>2. Poor Health and Pre-Existing Conditions.<\/strong><\/p>\n<p>There may be risks associated with participating in activities mentioned on the Website(s) for people in poor health or with pre-existing physical or mental health conditions. Because these risks exist, you will not participate in such diet or exercise plans if you are in poor health or have a pre-existing mental or physical condition. If you choose to participate in these risks, you do so of your own free will and accord, knowingly and voluntarily assuming all risks associated with such dietary activities.<\/p>\n<p><strong>3. Informational Use Only.<\/strong><\/p>\n<p>Facts and information are believed to be accurate at the time they were placed on the Website(s) . All data provided on the Website(s) is to be used for information purposes only. Products and services described are only offered in jurisdictions where they may be legally offered. Information provided is not all-inclusive, and is limited to information that is made available as of the time of publishing on the Website(s). All Website Materials and information should not be relied upon as all-inclusive or accurate.<\/p>\n<p><strong>4. Indemnification.<\/strong><\/p>\n<p>You agree to hold Gold Vida LLC, its owners, agents, and employees harmless from any and all liability for all claims for damages due to injuries, including attorney fees and costs, incurred by you or caused to third parties by you, arising out of the fitness and diet plans discussed on the Website(s), excepting only claims for gross negligence or intentional tort.<\/p>\n<p><strong>5. Arbitration Requirement.<\/strong><\/p>\n<p>You agree that any and all claims for gross negligence or intentional tort shall be settled solely by confidential binding arbitration per the Canadian Arbitration Association commercial arbitration rules. All arbitration must occur in London, ON, Canada, and ON law shall govern. Arbitration fees and costs shall be split equally, and you are solely responsible for your own lawyer fees. Other arbitration provisions are specified in the Terms of Use.<\/p>\n<p><strong>6. Testimonials, Case Studies, and Examples.<\/strong><\/p>\n<p>Testimonials, case studies, and examples found on the Website(s) are results that have been forwarded to us by users of our products, and may not reflect the typical purchaser&#8217;s experience, may not apply to the average person and are not intended to represent or guarantee that anyone will achieve the same or similar results. If we have disclosed typical results based on information provided to us by a manufacturer or other reputable third party source, you should presume that the typical results as stated are more reliable than the testimonials and other examples found on the Website(s). However, you should always perform due diligence and not take such results at face value. We are not responsible for any errors or omissions in typical results information supplied to us by manufacturers or other reputable third parties. If a product or service is new, you understand that it may not have been available for purchase long enough to provide an accurate results history.<\/p>\n<p><strong>7. Third Party Providers.<\/strong><\/p>\n<p>Any material connection that we have with a third party provider of goods or services mentioned on the Website(s) are explained in our <a href=\"https:\/\/thecarbofix.com\/compensation\/\" target=\"_blank\" rel=\"noopener noreferrer\">Compensation Disclosure<\/a>. This policy is incorporated by reference into these Health Disclaimers. You should read the policy to fully understand the meaning of our relationships with third party vendors and how it may affect the content found on the Website(s). The policy can be found here: <a href=\"https:\/\/thecarbofix.com\/compensation\/\" target=\"_blank\" rel=\"noopener noreferrer\">Compensation Disclosure<\/a><\/p>\n<p><strong>8. Questions.<\/strong><\/p>\n<p>If you have any questions about these disclaimers or about testimonials, case studies, and\/or examples found on the Website(s), please send an e-mail to support@goldvida.com or write us at the following address:<\/p>\n<p>Gold Vida, LLC<br \/>\n2283 Yellowbirch Way<br \/>\nLondon, ON, Canada<br \/>\nN6G ON3<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Last Revised: June 24, 2020 Thank you for visiting an Gold Vida, LLC Website, which includes the following websites: thecarbofix.com, mattstirlingfitness.com, leanbellydetox.com, (hereinafter, the &#8220;Website(s)&#8221;). Gold Vida, LLC (hereinafter, &#8220;We&#8221;) understand the importance that Internet users place on privacy and this Privacy Policy describes how we use personal information that is collected in connection with [&hellip;]<\/p>\n","protected":false},"author":18987,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/carbofixreviews.de.la\/wp-json\/wp\/v2\/pages\/20"}],"collection":[{"href":"https:\/\/carbofixreviews.de.la\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/carbofixreviews.de.la\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/carbofixreviews.de.la\/wp-json\/wp\/v2\/users\/18987"}],"replies":[{"embeddable":true,"href":"https:\/\/carbofixreviews.de.la\/wp-json\/wp\/v2\/comments?post=20"}],"version-history":[{"count":0,"href":"https:\/\/carbofixreviews.de.la\/wp-json\/wp\/v2\/pages\/20\/revisions"}],"wp:attachment":[{"href":"https:\/\/carbofixreviews.de.la\/wp-json\/wp\/v2\/media?parent=20"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}